Repository: islomov/zebra-qr-code-scanner
Catalog: ZebraCodeScanner/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ko, ms, nb, nl, pl, pt_br, ru, sv, th, tr, uk, uz, vi, zh_hans, zh_hant

# preview.qr_save_error
source: Failed to save QR code. Please check photo library permissions.
ar: فشل حفظ رمز QR. يرجى التحقق من أذونات مكتبة الصور.
da: Kunne ikke gemme QR-koden. Kontroller venligst tilladelser til fotobiblioteket.
de: QR Code konnte nicht gespeichert werden. Bitte überprüfe die Zugriffsrechte für die Fotomediathek.
es: Error al guardar el QR Code. Revisa los permisos de la biblioteca de fotos.
fi: QR-koodin tallennus epäonnistui. Tarkista kuvakirjaston käyttöoikeudet.
fr: Échec de l'enregistrement du QR Code. Veuillez vérifier les autorisations de la photothèque.
hi: QR कोड सेव करना विफल रहा। कृपया फ़ोटो लाइब्रेरी अनुमतियाँ जांचें।
id: Gagal menyimpan kode QR. Silakan periksa izin pustaka foto.
it: Impossibile salvare il QR Code. Controlla i permessi della libreria foto.
ja: QRコードの保存に失敗しました。フォトライブラリの権限を確認してください。
ko: QR 코드 저장에 실패했습니다. 사진 라이브러리 권한을 확인해 주세요.
ms: Gagal menyimpan QR Code. Sila semak kebenaran pustaka foto.
nb: Kunne ikke lagre QR-koden. Vennligst sjekk tillatelser for bildebiblioteket.
nl: Opslaan van QR-code mislukt. Controleer de machtigingen voor de fotobibliotheek.
pl: Nie udało się zapisać kodu QR. Sprawdź uprawnienia do biblioteki zdjęć.
pt_br: Falha ao salvar o QR Code. Verifique as permissões da biblioteca de fotos.
ru: Не удалось сохранить QR-код. Проверьте разрешения для фотобиблиотеки.
sv: Det gick inte att spara QR-koden. Kontrollera behörigheterna för fotobiblioteket.
th: บันทึก QR โค้ดไม่สำเร็จ กรุณาตรวจสอบสิทธิ์การเข้าถึงคลังรูปภาพ
tr: QR kod kaydedilemedi. Lütfen fotoğraf kitaplığı izinlerini kontrol edin.
uk: Не вдалося зберегти QR-код. Перевірте дозволи для фотобібліотеки.
uz: QR kodni saqlab bo'lmadi. Foto kutubxona ruxsatlarini tekshiring.
vi: Lưu mã QR thất bại. Vui lòng kiểm tra quyền truy cập thư viện ảnh.
zh_hans: 二维码保存失败。请检查相册访问权限。
zh_hant: QR碼儲存失敗。請檢查相簿存取權限。

# preview.qr_saved_message
source: QR code saved to your photo library.
ar: تم حفظ رمز QR في مكتبة الصور.
da: QR-kode gemt i dit fotobibliotek.
de: QR Code in deiner Fotomediathek gespeichert.
es: QR Code guardado en tu biblioteca de fotos.
fi: QR-koodi tallennettu kuvakirjastoosi.
fr: QR Code enregistré dans votre photothèque.
hi: QR कोड आपकी फ़ोटो लाइब्रेरी में सेव हो गया।
id: Kode QR disimpan ke pustaka foto Anda.
it: QR Code salvato nella tua libreria foto.
ja: QRコードをフォトライブラリに保存しました。
ko: QR 코드가 사진 라이브러리에 저장되었습니다.
ms: QR Code disimpan ke pustaka foto anda.
nb: QR-kode lagret i bildebiblioteket ditt.
nl: QR-code opgeslagen in uw fotobibliotheek.
pl: Kod QR zapisano w bibliotece zdjęć.
pt_br: QR Code salvo na sua biblioteca de fotos.
ru: QR-код сохранён в фотобиблиотеку.
sv: QR-kod sparad i ditt fotobibliotek.
th: บันทึก QR โค้ดไปยังคลังรูปภาพแล้ว
tr: QR kod fotoğraf kitaplığınıza kaydedildi.
uk: QR-код збережено у фотобібліотеку.
uz: QR kod foto kutubxonangizga saqlandi.
vi: Mã QR đã được lưu vào thư viện ảnh.
zh_hans: 二维码已保存到相册。
zh_hant: QR碼已儲存到相簿。

# product_result.category
source: Category
ar: الفئة
da: Kategori
de: Kategorie
es: Categoría
fi: Kategoria
fr: Catégorie
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリ
ko: 카테고리
ms: Kategori
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
ru: Категория
sv: Kategori
th: หมวดหมู่
tr: Kategori
uk: Категорія
uz: Kategoriya
vi: Danh mục
zh_hans: 分类
zh_hant: 分類

# product_result.copied_message
source: Barcode copied to clipboard.
ar: تم نسخ الباركود إلى الحافظة.
da: Stregkode kopieret til udklipsholder.
de: Barcode in die Zwischenablage kopiert.
es: Código de barras copiado al portapapeles.
fi: Viivakoodi kopioitu leikepöydälle.
fr: Code-barres copié dans le presse-papiers.
hi: बारकोड क्लिपबोर्ड पर कॉपी हो गया।
id: Barcode disalin ke clipboard.
it: Codice a barre copiato negli appunti.
ja: バーコードをクリップボードにコピーしました。
ko: 바코드가 클립보드에 복사되었습니다.
ms: Kod bar disalin ke papan keratan.
nb: Strekkode kopiert til utklippstavlen.
nl: Streepjescode gekopieerd naar klembord.
pl: Kod kreskowy skopiowano do schowka.
pt_br: Código de barras copiado para a área de transferência.
ru: Штрих-код скопирован в буфер обмена.
sv: Streckkod kopierad till urklipp.
th: คัดลอกบาร์โค้ดไปยังคลิปบอร์ดแล้ว
tr: Barkod panoya kopyalandı.
uk: Штрих-код скопійовано до буфера обміну.
uz: Shtrix-kod vaqtinchalik xotiraga nusxalandi.
vi: Đã sao chép mã vạch vào clipboard.
zh_hans: 条形码已复制到剪贴板。
zh_hant: 條碼已複製到剪貼簿。

# product_result.copy_barcode
source: Copy barcode
ar: نسخ الباركود
da: Kopier stregkode
de: Barcode kopieren
es: Copiar código de barras
fi: Kopioi viivakoodi
fr: Copier le code-barres
hi: बारकोड कॉपी करें
id: Salin barcode
it: Copia codice a barre
ja: バーコードをコピー
ko: 바코드 복사
ms: Salin kod bar
nb: Kopier strekkode
nl: Kopieer streepjescode
pl: Kopiuj kod kreskowy
pt_br: Copiar código de barras
ru: Копировать штрих-код
sv: Kopiera streckkod
th: คัดลอกบาร์โค้ด
tr: Barkodu kopyala
uk: Копіювати штрих-код
uz: Shtrix-kodni nusxalash
vi: Sao chép mã vạch
zh_hans: 复制条形码
zh_hant: 複製條碼

# product_result.ingredients
source: Ingredients
ar: المكونات
da: Ingredienser
de: Zutaten
es: Ingredientes
fi: Ainesosat
fr: Ingrédients
hi: सामग्री
id: Bahan
it: Ingredienti
ja: 原材料
ko: 성분
ms: Ramuan
nb: Ingredienser
nl: Ingrediënten
pl: Składniki
pt_br: Ingredientes
ru: Ингредиенты
sv: Ingredienser
th: ส่วนประกอบ
tr: İçindekiler
uk: Інгредієнти
uz: Tarkibiy qismlar
vi: Thành phần
zh_hans: 成分
zh_hant: 成分

# product_result.loading
source: Looking up product...
ar: جارٍ البحث عن المنتج...
da: Søger efter produkt...
de: Produkt wird gesucht...
es: Buscando producto...
fi: Haetaan tuotetta...
fr: Recherche du produit...
hi: उत्पाद खोज रहे हैं...
id: Mencari produk...
it: Ricerca prodotto...
ja: 商品情報を検索中...
ko: 상품 정보 검색 중...
ms: Mencari produk...
nb: Søker etter produkt...
nl: Product opzoeken...
pl: Wyszukiwanie produktu...
pt_br: Buscando produto...
ru: Поиск информации о товаре...
sv: Söker produkt...
th: กำลังค้นหาสินค้า...
tr: Ürün aranıyor...
uk: Пошук інформації про товар...
uz: Mahsulot qidirilmoqda...
vi: Đang tìm sản phẩm...
zh_hans: 正在查找商品...
zh_hant: 正在查詢商品...

# product_result.nav_title
source: Product result
ar: نتيجة المنتج
da: Produktresultat
de: Produktergebnis
es: Resultado del producto
fi: Tuotetulos
fr: Résultat du produit
hi: उत्पाद परिणाम
id: Hasil produk
it: Risultato prodotto
ja: 商品情報
ko: 상품 결과
ms: Hasil produk
nb: Produktresultat
nl: Productresultaat
pl: Wynik wyszukiwania produktu
pt_br: Resultado do produto
ru: Результат поиска товара
sv: Produktresultat
th: ผลลัพธ์สินค้า
tr: Ürün sonucu
uk: Результат пошуку товару
uz: Mahsulot natijasi
vi: Kết quả sản phẩm
zh_hans: 商品信息
zh_hant: 商品資訊

# product_result.not_found.message
source: No product information available for this barcode
ar: لا تتوفر معلومات عن المنتج لهذا الباركود
da: Ingen produktinformation tilgængelig for denne stregkode
de: Keine Produktinformationen für diesen Barcode verfügbar
es: No hay información del producto disponible para este código de barras
fi: Tälle viivakoodille ei ole saatavilla tuotetietoja
fr: Aucune information produit disponible pour ce code-barres
hi: इस बारकोड के लिए कोई उत्पाद जानकारी उपलब्ध नहीं है
id: Tidak ada informasi produk untuk barcode ini
it: Nessuna informazione prodotto disponibile per questo codice a barre
ja: このバーコードの商品情報は見つかりませんでした
ko: 이 바코드에 대한 상품 정보를 찾을 수 없습니다
ms: Tiada maklumat produk tersedia untuk kod bar ini
nb: Ingen produktinformasjon tilgjengelig for denne strekkoden
nl: Geen productinformatie beschikbaar voor deze streepjescode
pl: Brak informacji o produkcie dla tego kodu kreskowego
pt_br: Nenhuma informação do produto disponível para este código de barras
ru: Информация о товаре для этого штрих-кода не найдена
sv: Ingen produktinformation tillgänglig för denna streckkod
th: ไม่พบข้อมูลสินค้าสำหรับบาร์โค้ดนี้
tr: Bu barkod için ürün bilgisi bulunamadı
uk: Інформація про товар для цього штрих-коду не знайдена
uz: Bu shtrix-kod uchun mahsulot ma'lumoti mavjud emas
vi: Không có thông tin sản phẩm cho mã vạch này
zh_hans: 未找到此条形码的商品信息
zh_hant: 未找到此條碼的商品資訊

# product_result.not_found.title
source: Product Not Found
ar: المنتج غير موجود
da: Produkt ikke fundet
de: Produkt nicht gefunden
es: Producto no encontrado
fi: Tuotetta ei löytynyt
fr: Produit non trouvé
hi: उत्पाद नहीं मिला
id: Produk Tidak Ditemukan
it: Prodotto non trovato
ja: 商品が見つかりません
ko: 상품을 찾을 수 없음
ms: Produk Tidak Ditemui
nb: Produkt ikke funnet
nl: Product niet gevonden
pl: Produkt nie znaleziony
pt_br: Produto não encontrado
ru: Товар не найден
sv: Produkt hittades inte
th: ไม่พบสินค้า
tr: Ürün Bulunamadı
uk: Товар не знайдено
uz: Mahsulot topilmadi
vi: Không tìm thấy sản phẩm
zh_hans: 未找到商品
zh_hant: 未找到商品

# qr_content_type.crypto.description
source: Cryptocurrency address
ar: عنوان عملة رقمية
da: Kryptovaluta-adresse
de: Kryptowährungsadresse
es: Dirección de criptomoneda
fi: Kryptovaluuttaosoite
fr: Adresse de cryptomonnaie
hi: क्रिप्टोकरेंसी एड्रेस
id: Alamat mata uang kripto
it: Indirizzo criptovaluta
ja: 暗号通貨アドレス
ko: 암호화폐 주소
ms: Alamat mata wang kripto
nb: Kryptovaluta-adresse
nl: Cryptocurrency-adres
pl: Adres kryptowaluty
pt_br: Endereço de criptomoeda
ru: Адрес криптовалюты
sv: Kryptovalutaadress
th: ที่อยู่คริปโตเคอร์เรนซี
tr: Kripto para adresi
uk: Адреса криптовалюти
uz: Kriptovalyuta manzili
vi: Địa chỉ tiền mã hóa
zh_hans: 加密货币地址
zh_hant: 加密貨幣地址

# qr_content_type.crypto.title
source: Crypto
ar: عملة رقمية
da: Krypto
de: Krypto
es: Cripto
fi: Krypto
hi: क्रिप्टो
id: Kripto
ja: 暗号通貨
ko: 암호화폐
ms: Kripto
nb: Krypto
pl: Krypto
pt_br: Cripto
ru: Крипто
sv: Krypto
th: คริปโต
tr: Kripto
uk: Крипто
uz: Kripto
vi: Tiền mã hóa
zh_hans: 加密货币
zh_hant: 加密貨幣

# qr_content_type.email.description
source: Email address
ar: عنوان بريد إلكتروني
da: E-mailadresse
de: E-Mail-Adresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse e-mail
hi: ईमेल एड्रेस
id: Alamat email
it: Indirizzo e-mail
ja: メールアドレス
ko: 이메일 주소
ms: Alamat e-mel
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de e-mail
ru: Адрес эл. почты
sv: E-postadress
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса ел. пошти
uz: E-pochta manzili
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# qr_content_type.email.title
source: Email
ar: بريد إلكتروني
es: Correo
fi: Sähköposti
hi: ईमेल
ja: メール
ko: 이메일
ms: E-mel
nb: E-post
ru: Эл. почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Ел. пошта
uz: E-pochta
zh_hans: 邮件
zh_hant: 郵件

# qr_content_type.event.description
source: Calendar event
ar: حدث تقويم
da: Kalenderbegivenhed
de: Kalenderereignis
es: Evento de calendario
fi: Kalenteritapahtuma
fr: Événement de calendrier
hi: कैलेंडर इवेंट
id: Acara kalender
it: Evento del calendario
ja: カレンダーイベント
ko: 캘린더 이벤트
ms: Acara kalendar
nb: Kalenderhendelse
nl: Agenda-evenement
pl: Wydarzenie w kalendarzu
pt_br: Evento do calendário
ru: Событие в календаре
sv: Kalenderhändelse
th: กิจกรรมในปฏิทิน
tr: Takvim etkinliği
uk: Подія в календарі
uz: Taqvim tadbiri
vi: Sự kiện lịch
zh_hans: 日历活动
zh_hant: 行事曆活動

# qr_content_type.event.title
source: Event
ar: حدث
da: Begivenhed
de: Ereignis
es: Evento
fi: Tapahtuma
fr: Événement
hi: इवेंट
id: Acara
it: Evento
ja: イベント
ko: 이벤트
ms: Acara
nb: Hendelse
nl: Evenement
pl: Wydarzenie
pt_br: Evento
ru: Событие
sv: Händelse
th: กิจกรรม
tr: Etkinlik
uk: Подія
uz: Tadbir
vi: Sự kiện
zh_hans: 活动
zh_hant: 活動

# qr_content_type.geo.description
source: Geographic location
ar: موقع جغرافي
da: Geografisk placering
de: Geografischer Standort
es: Ubicación geográfica
fi: Maantieteellinen sijainti
fr: Localisation géographique
hi: भौगोलिक स्थान
id: Lokasi geografis
it: Posizione geografica
ja: 地理的位置
ko: 지리적 위치
ms: Lokasi geografi
nb: Geografisk posisjon
nl: Geografische locatie
pl: Lokalizacja geograficzna
pt_br: Localização geográfica
ru: Географическое местоположение
sv: Geografisk plats
th: ตำแหน่งทางภูมิศาสตร์
tr: Coğrafi konum
uk: Географічне місцезнаходження
uz: Geografik joylashuv
vi: Vị trí địa lý
zh_hans: 地理位置
zh_hant: 地理位置

# qr_content_type.geo.title
source: Location
ar: موقع
da: Placering
de: Standort
es: Ubicación
fi: Sijainti
fr: Localisation
hi: स्थान
id: Lokasi
it: Posizione
ja: 位置情報
ko: 위치
ms: Lokasi
nb: Sted
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Геолокация
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Геолокація
uz: Joylashuv
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# qr_content_type.phone.description
source: Phone number
ar: رقم هاتف
da: Telefonnummer
de: Telefonnummer
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
hi: फ़ोन नंबर
id: Nomor telepon
it: Numero di telefono
ja: 電話番号
ko: 전화번호
ms: Nombor telefon
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
ru: Номер телефона
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon numarası
uk: Номер телефону
uz: Telefon raqami
vi: Số điện thoại
zh_hans: 电话号码
zh_hant: 電話號碼

# qr_content_type.phone.title
source: Phone
ar: هاتف
da: Telefon
de: Telefon
es: Teléfono
fi: Puhelin
fr: Téléphone
hi: फ़ोन
id: Telepon
it: Telefono
ja: 電話
ko: 전화
ms: Telefon
nb: Telefon
nl: Telefoon
pl: Telefon
pt_br: Telefone
ru: Телефон
sv: Telefon
th: โทรศัพท์
tr: Telefon
uk: Телефон
uz: Telefon
vi: Điện thoại
zh_hans: 电话
zh_hant: 電話

# qr_content_type.sms.description
source: SMS message
ar: رسالة SMS
da: SMS-besked
de: SMS-Nachricht
es: Mensaje SMS
fi: SMS-viesti
fr: Message SMS
hi: SMS संदेश
id: Pesan SMS
it: Messaggio SMS
ja: SMSメッセージ
ko: SMS 메시지
ms: Mesej SMS
nb: SMS-melding
nl: SMS-bericht
pl: Wiadomość SMS
pt_br: Mensagem SMS
ru: SMS-сообщение
sv: SMS-meddelande
th: ข้อความ SMS
tr: SMS mesajı
uk: SMS-повідомлення
uz: SMS xabar
vi: Tin nhắn SMS
zh_hans: SMS短信
zh_hant: SMS簡訊

# qr_content_type.text.description
source: Plain text content
ar: محتوى نصي عادي
da: Ren tekstindhold
de: Reiner Textinhalt
es: Contenido de texto plano
fi: Pelkkä tekstisisältö
fr: Contenu texte brut
hi: सादा टेक्स्ट कंटेंट
id: Konten teks biasa
it: Contenuto di testo semplice
ja: プレーンテキスト
ko: 일반 텍스트
ms: Kandungan teks biasa
nb: Ren tekstinnhold
nl: Platte tekst
pl: Zwykły tekst
pt_br: Conteúdo de texto simples
ru: Обычный текст
sv: Vanlig text
th: เนื้อหาข้อความธรรมดา
tr: Düz metin içeriği
uk: Звичайний текст
uz: Oddiy matn kontenti
vi: Nội dung văn bản thuần
zh_hans: 纯文本内容
zh_hant: 純文字內容

# qr_content_type.text.title
source: Text
ar: نص
da: Tekst
es: Texto
fi: Teksti
fr: Texte
hi: टेक्स्ट
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
ms: Teks
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
uz: Matn
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# qr_content_type.url.description
source: Website link
ar: رابط موقع إلكتروني
da: Weblink
de: Weblink
es: Enlace web
fi: Verkkolinkki
fr: Lien web
hi: वेबसाइट लिंक
id: Tautan situs web
it: Link web
ja: ウェブサイトリンク
ko: 웹사이트 링크
ms: Pautan laman web
nb: Nettlenke
pl: Link do strony
pt_br: Link da web
ru: Ссылка на сайт
sv: Webbplatslänk
th: ลิงก์เว็บไซต์
tr: Web sitesi bağlantısı
uk: Посилання на сайт
uz: Veb-sayt havolasi
vi: Liên kết trang web
zh_hans: 网站链接
zh_hant: 網站連結

# qr_content_type.vcard.description
source: Contact card
ar: بطاقة جهة اتصال
da: Kontaktkort
de: Kontaktkarte
es: Tarjeta de contacto
fi: Yhteystietokortti
fr: Fiche de contact
hi: संपर्क कार्ड
id: Kartu kontak
it: Scheda contatto
ja: 連絡先カード
ko: 연락처 카드
ms: Kad kenalan
nb: Kontaktkort
nl: Contactkaart
pl: Wizytówka kontaktowa
pt_br: Cartão de contato
ru: Контактная карточка
sv: Kontaktkort
th: บัตรผู้ติดต่อ
tr: Kişi kartı
uk: Контактна картка
uz: Kontakt kartasi
vi: Thẻ liên hệ
zh_hans: 联系人名片
zh_hant: 聯絡人名片

# qr_content_type.vcard.title
source: Contact
ar: جهة اتصال
da: Kontakt
de: Kontakt
es: Contacto
fi: Yhteystieto
hi: संपर्क
id: Kontak
it: Contatto
ja: 連絡先
ko: 연락처
ms: Kenalan
nb: Kontakt
pl: Kontakt
pt_br: Contato
ru: Контакт
sv: Kontakt
th: ผู้ติดต่อ
tr: Kişi
uk: Контакт
uz: Kontakt
vi: Liên hệ
zh_hans: 联系人
zh_hant: 聯絡人

# qr_content_type.wifi.description
source: WiFi credentials
ar: بيانات اعتماد WiFi
da: WiFi-legitimationsoplysninger
de: WiFi-Zugangsdaten
es: Credenciales WiFi
fi: WiFi-tunnukset
fr: Identifiants WiFi
hi: WiFi क्रेडेंशियल
id: Kredensial WiFi
it: Credenziali WiFi
ja: WiFi認証情報
ko: WiFi 자격 증명
ms: Kelayakan WiFi
nb: WiFi-legitimasjon
nl: WiFi-gegevens
pl: Dane WiFi
pt_br: Credenciais WiFi
ru: Данные WiFi
sv: WiFi-uppgifter
th: ข้อมูลรับรอง WiFi
tr: WiFi kimlik bilgileri
uk: Дані WiFi
uz: WiFi ma'lumotlari
vi: Thông tin đăng nhập WiFi
zh_hans: WiFi凭据
zh_hant: WiFi憑證

# qr_form.button.generate
source: Generate QR Code
ar: إنشاء QR Code
da: Generer QR Code
de: QR Code generieren
es: Generar QR Code
fi: Luo QR Code
fr: Générer le QR Code
hi: QR Code बनाएं
id: Buat QR Code
it: Genera QR Code
ja: QRコードを生成
ko: QR 코드 생성
ms: Jana QR Code
nb: Generer QR Code
nl: Genereer QR Code
pl: Wygeneruj QR Code
pt_br: Gerar QR Code
ru: Сгенерировать QR Code
sv: Generera QR Code
th: สร้าง QR โค้ด
tr: QR Code Oluştur
uk: Згенерувати QR Code
uz: QR Code yaratish
vi: Tạo QR Code
zh_hans: 生成二维码
zh_hant: 產生QR碼

# qr_form.button.import_contacts
source: Import from Contacts
ar: استيراد من جهات الاتصال
da: Importer fra kontakter
de: Aus Kontakten importieren
es: Importar de Contactos
fi: Tuo yhteystiedoista
fr: Importer depuis les Contacts
hi: संपर्कों से इंपोर्ट करें
id: Impor dari Kontak
it: Importa dai Contatti
ja: 連絡先からインポート
ko: 연락처에서 가져오기
ms: Import daripada Kenalan
nb: Importer fra kontakter
nl: Importeer uit contacten
pl: Importuj z kontaktów
pt_br: Importar dos Contatos
ru: Импорт из контактов
sv: Importera från kontakter
th: นำเข้าจากรายชื่อ
tr: Kişilerden İçe Aktar
uk: Імпорт з контактів
uz: Kontaktlardan import qilish
vi: Nhập từ Danh bạ
zh_hans: 从通讯录导入
zh_hant: 從通訊錄匯入

# qr_form.label.end_date
source: End
ar: النهاية
da: Slut
de: Ende
es: Fin
fi: Loppu
fr: Fin
hi: समाप्ति
id: Selesai
it: Fine
ja: 終了
ko: 종료
ms: Tamat
nb: Slutt
nl: Einde
pl: Koniec
pt_br: Fim
ru: Конец
sv: Slut
th: สิ้นสุด
tr: Bitiş
uk: Кінець
uz: Tugash
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# qr_form.label.start_date
source: Start
ar: البداية
de: Beginn
es: Inicio
fi: Alku
fr: Début
hi: शुरुआत
id: Mulai
it: Inizio
ja: 開始
ko: 시작
ms: Mula
pl: Początek
pt_br: Início
ru: Начало
th: เริ่มต้น
tr: Başlangıç
uk: Початок
uz: Boshlanish
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# qr_form.placeholder.company_optional
source: Company name (Optional)
ar: اسم الشركة (اختياري)
da: Firmanavn (Valgfrit)
de: Firmenname (Optional)
es: Nombre de empresa (Opcional)
fi: Yrityksen nimi (Valinnainen)
fr: Nom de l'entreprise (Facultatif)
hi: कंपनी का नाम (वैकल्पिक)
id: Nama perusahaan (Opsional)
it: Nome azienda (Facoltativo)
ja: 会社名（任意）
ko: 회사명 (선택)
ms: Nama syarikat (Pilihan)
nb: Firmanavn (Valgfritt)
nl: Bedrijfsnaam (optioneel)
pl: Nazwa firmy (opcjonalnie)
pt_br: Nome da empresa (Opcional)
ru: Название компании (необязательно)
sv: Företagsnamn (valfritt)
th: ชื่อบริษัท (ไม่บังคับ)
tr: Şirket adı (İsteğe bağlı)
uk: Назва компанії (необов'язково)
uz: Kompaniya nomi (Ixtiyoriy)
vi: Tên công ty (Tùy chọn)
zh_hans: 公司名称（可选）
zh_hant: 公司名稱（選填）

# qr_form.placeholder.crypto_address
source: Wallet address
ar: عنوان المحفظة
da: Tegnebogsadresse
de: Wallet-Adresse
es: Dirección de billetera
fi: Lompakko-osoite
fr: Adresse du portefeuille
hi: वॉलेट एड्रेस
id: Alamat dompet
it: Indirizzo portafoglio
ja: ウォレットアドレス
ko: 지갑 주소
ms: Alamat dompet
nb: Lommebokadresse
nl: Portemonnee-adres
pl: Adres portfela
pt_br: Endereço da carteira
ru: Адрес кошелька
sv: Plånboksadress
th: ที่อยู่กระเป๋าเงิน
tr: Cüzdan adresi
uk: Адреса гаманця
uz: Hamyon manzili
vi: Địa chỉ ví
zh_hans: 钱包地址
zh_hant: 錢包地址

# qr_form.placeholder.email_optional
source: Email (Optional)
ar: البريد الإلكتروني (اختياري)
da: E-mail (Valgfrit)
es: Correo electrónico (Opcional)
fi: Sähköposti (Valinnainen)
fr: E-mail (Facultatif)
hi: ईमेल (वैकल्पिक)
id: Email (Opsional)
it: E-mail (Facoltativo)
ja: メール（任意）
ko: 이메일 (선택)
ms: E-mel (Pilihan)
nb: E-post (Valgfritt)
nl: E-mail (optioneel)
pl: E-mail (opcjonalnie)
pt_br: E-mail (Opcional)
ru: Эл. почта (необязательно)
sv: E-post (valfritt)
th: อีเมล (ไม่บังคับ)
tr: E-posta (İsteğe bağlı)
uk: Ел. пошта (необов'язково)
uz: E-pochta (Ixtiyoriy)
vi: Email (Tùy chọn)
zh_hans: 邮箱（可选）
zh_hant: 電子郵件（選填）

# qr_form.placeholder.enter_text
source: Enter text
ar: أدخل نصاً
da: Indtast tekst
de: Text eingeben
es: Ingresa texto
fi: Syötä teksti
fr: Saisissez du texte
hi: टेक्स्ट दर्ज करें
id: Masukkan teks
it: Inserisci testo
ja: テキストを入力
ko: 텍스트 입력
ms: Masukkan teks
nb: Skriv inn tekst
nl: Voer tekst in
pl: Wpisz tekst
pt_br: Digite o texto
ru: Введите текст
sv: Ange text
th: กรอกข้อความ
tr: Metin girin
uk: Введіть текст
uz: Matn kiriting
vi: Nhập văn bản
zh_hans: 输入文本
zh_hant: 輸入文字

# qr_form.placeholder.event_description
source: Description (Optional)
ar: الوصف (اختياري)
da: Beskrivelse (Valgfrit)
de: Beschreibung (Optional)
es: Descripción (Opcional)
fi: Kuvaus (Valinnainen)
fr: Description (Facultatif)
hi: विवरण (वैकल्पिक)
id: Deskripsi (Opsional)
it: Descrizione (Facoltativo)
ja: 説明（任意）
ko: 설명 (선택)
ms: Penerangan (Pilihan)
nb: Beskrivelse (Valgfritt)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalnie)
pt_br: Descrição (Opcional)
ru: Описание (необязательно)
sv: Beskrivning (valfritt)
th: คำอธิบาย (ไม่บังคับ)
tr: Açıklama (İsteğe bağlı)
uk: Опис (необов'язково)
uz: Tavsif (Ixtiyoriy)
vi: Mô tả (Tùy chọn)
zh_hans: 描述（可选）
zh_hant: 描述（選填）

# qr_form.placeholder.event_location
source: Location (Optional)
ar: الموقع (اختياري)
da: Placering (Valgfrit)
de: Ort (Optional)
es: Ubicación (Opcional)
fi: Sijainti (Valinnainen)
fr: Lieu (Facultatif)
hi: स्थान (वैकल्पिक)
id: Lokasi (Opsional)
it: Luogo (Facoltativo)
ja: 場所（任意）
ko: 장소 (선택)
ms: Lokasi (Pilihan)
nb: Sted (Valgfritt)
nl: Locatie (optioneel)
pl: Lokalizacja (opcjonalnie)
pt_br: Local (Opcional)
ru: Место (необязательно)
sv: Plats (valfritt)
th: สถานที่ (ไม่บังคับ)
tr: Konum (İsteğe bağlı)
uk: Місце (необов'язково)
uz: Joylashuv (Ixtiyoriy)
vi: Vị trí (Tùy chọn)
zh_hans: 地点（可选）
zh_hant: 地點（選填）

# qr_form.placeholder.event_title
source: Event title
ar: عنوان الحدث
da: Begivenhedstitel
de: Veranstaltungstitel
es: Título del evento
fi: Tapahtuman otsikko
fr: Titre de l'événement
hi: इवेंट का शीर्षक
id: Judul acara
it: Titolo evento
ja: イベントタイトル
ko: 이벤트 제목
ms: Tajuk acara
nb: Hendelsestittel
nl: Evenementtitel
pl: Tytuł wydarzenia
pt_br: Título do evento
ru: Название события
sv: Händelsetitel
th: ชื่อกิจกรรม
tr: Etkinlik başlığı
uk: Назва події
uz: Tadbir sarlavhasi
vi: Tiêu đề sự kiện
zh_hans: 活动标题
zh_hant: 活動標題

# qr_form.placeholder.full_name
source: Full name
ar: الاسم الكامل
da: Fulde navn
de: Vollständiger Name
es: Nombre completo
fi: Koko nimi
fr: Nom complet
hi: पूरा नाम
id: Nama lengkap
it: Nome completo
ja: 氏名
ko: 이름
ms: Nama penuh
nb: Fullt navn
nl: Volledige naam
pl: Imię i nazwisko
pt_br: Nome completo
ru: Полное имя
sv: Fullständigt namn
th: ชื่อ-นามสกุล
tr: Ad soyad
uk: Повне ім'я
uz: To'liq ism
vi: Họ và tên
zh_hans: 姓名
zh_hant: 姓名

# qr_form.placeholder.latitude
source: Latitude (e.g. 40.7128)
ar: خط العرض (مثال 40.7128)
da: Breddegrad (f.eks. 40.7128)
de: Breitengrad (z.B. 40.7128)
es: Latitud (ej. 40.7128)
fi: Leveysaste (esim. 40.7128)
fr: Latitude (ex. 40.7128)
hi: अक्षांश (जैसे 40.7128)
id: Lintang (cth. 40.7128)
it: Latitudine (es. 40.7128)
ja: 緯度（例: 40.7128）
ko: 위도 (예: 40.7128)
ms: Latitud (cth. 40.7128)
nb: Breddegrad (f.eks. 40.7128)
nl: Breedtegraad (bijv. 40.7128)
pl: Szerokość geogr. (np. 40.7128)
pt_br: Latitude (ex. 40.7128)
ru: Широта (напр. 40.7128)
sv: Latitud (t.ex. 40.7128)
th: ละติจูด (เช่น 40.7128)
tr: Enlem (ör. 40.7128)
uk: Широта (напр. 40.7128)
uz: Kenglik (masalan, 40.7128)
vi: Vĩ độ (vd: 40.7128)
zh_hans: 纬度（例如 40.7128）
zh_hant: 緯度（例如 40.7128）
